networkmanager
networkmanager-strongswan
network-manager-applet
wireless_tools
wpa_supplicant

noto-fonts-emoji

pulseaudio-bluetooth
lib32-libpulse
uget

openssh
git
stow
wget
ntfs-3g

linux
linux-firmware
linux-headers

acpilight
tlp
fwupd
packagekit-qt5
flameshot

xf86-video-intel
mesa
lib32-mesa
intel-ucode

nvidia
nvidia-utils
lib32-nvidia-utils
opencl-nvidia

xorg
sddm
plasma
plasma-nm
plasma-thunderbolt
filelight
konsole
dolphin
xdg-desktop-portal
xdg-desktop-portal-kde
davfs2
kate
okular
spectacle
ksysguard
xdg-utils
polkit-kde-agent
piper
gwenview

discord
firefox

thunderbird
libreoffice-fresh

compton
bspwm
ranger
w3m
dmenu
dunst
feh
rofi
rxvt-unicode
arandr
pavucontrol
neofetch
playerctl
zathura
zathura-pdf-mupdf

zsh
zsh-completions

blueman
bluez-utils

anki

gimp
audacity
inkscape
vlc

pandoc
texlive-most
texlive-lang
biber

android-tools
jdk-openjdk
jdk8-openjdk
python-pip

obs-studio

snapper

ttf-hanazono
ttf-dejavu
adobe-source-han-sans-jp-fonts
otf-ipafont

